Autodesk.Revit.Exceptions.NotTransmittedModelException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.NotTransmittedModelException
The exception thrown when OpenOptions were provided to deal with
a transmitted model, but the model is not transmitted.
Since: 2014